Repository: wadobo/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Extension point
gl: Punto de extensión

source: The extension point: left1, left2, bodytop, bodybottom, etc
gl: O punto de extensión: left1, left2, bodytop, bodybottom, etc

source: Content
gl: Contido

source: Name and Surname
gl: Nome e apelidos

source: Your contact email
gl: O seu correo electrónico de contacto

source: Subject
gl: Asunto

source: Message
gl: Mensaxe

source: Registered user %(username)s sends the following message: %(message)s
gl: Usuario rexistrado %(username)s envía a seguinte mensaxe: %(message)s

source: Registered user %(name)s whose email is %(email)s sends the following message: %(message)s
gl: Usuario rexistrado %(name)s cuxo correo electrónico orixinal é %(email)s envía a seguinte mensaxe: %(message)s

source: Mail sent, we'll answer you as soon as possible.
gl: Correo electrónico enviado, responder coa maior brevidade posible.

source: Title
gl: Título

source: Creation date
gl: Data de creación

source: Last modification date
gl: Data da última modificación

source: Publish date
gl: Data de publicación

source: Hidden
gl: Oculto

source: Body
gl: Corpo

source: User
gl: Usuario

source: Author
gl: Autor

source: News
gl: Novas

source: News in %s
gl: Novas en %s

source: All
gl: Todo

source: Tip: do not introduce personal data that you don't want to make public, use private messages for that.
gl: Consello: non introduzas datos persoais que non queiras facer públicos, usa mensaxes privadas para iso.

source: offer
gl: Ofertas

source: demand
gl: Demandas

source: connected less than a day ago
gl: Conectada/o hai menos dun día

source: connected less than a week ago
gl: Conectada/o hai menos dunha semana

source: connected less than a month ago
gl: Conectada/o hai menos dun mes

source: connected less than 3 months ago
gl: Conectada/o hai menos de 3 meses

source: connected less than 6 months ago
gl: Conectada/o hai menos de 6 meses

source: connected less than a year ago
gl: Conectada/o hai menos dun ano

source: Only list my services
gl: Soamente a lista dos meus servizos

source: Service type
gl: Tipo de servizo

source: Category
gl: Categoría

source: Area
gl: Área

source: User status
gl: Estado do usuario

source: Username
gl: Nome de usuario

source: Text
gl: Texto

source: half hour
gl: Media hora

source: 1 hour
gl: 1 hora

source: 1 hour and half
gl: 1 hora e media

source: 2 hours
gl: 2 horas

source: 2 hours and half
gl: 2 horas e media

source: 3 hours
gl: 3 horas

source: 3 hours and half
gl: 3 horas e media

source: 4 hours
gl: 4 horas

source: 4 hours and half
gl: 4 horas e media

source: 5 hours
gl: 5 horas

source: 5 hours and half
gl: 5 horas e media

source: 6 hours
gl: 6 horas

source: 6 hours and half
gl: 6 horas e media

source: give credits
gl: Dar créditos

source: ask for credits
gl: Pedir créditos

source: Name the user who will receive or will be asked for the credits to transfer
gl: Nome do usuario que pode recibir ou será preguntado polos créditos a transferir

source: Credits
gl: Créditos

source: Choose if you receive or ask for credits with this transfer
gl: Escolle se recibes ou pides créditos con esta transferencia

source: No user exists with this username.
gl: Non existe ningún usuario con este nome.

source: Categories
gl: Categorías

source: Creator
gl: Creador

source: Description
gl: Descrición

source: offered
gl: Ofertado

source: demanded
gl: Demandado

source: requested
gl: Solicitada

source: accepted
gl: Aceptada

source: cancelled
gl: Cancelada

source: done
gl: Feita

source: Direct transfer creator
gl: Creador transferencia directa

source: Credits payee
gl: Receptor de créditos

source: Credits debtor
gl: Debedor de créditos

source: Service
gl: Servizo

source: Transfer request date
gl: Data da solicitude de transferencia

source: Transfer confirmation date
gl: Data de confirmación de transferencia

source: Status
gl: Estado

source: Is public
gl: É público

source: Service added successfully
gl: Servizo engadido con éxito

source: You can't modify a service that isn't yours
gl: Non podes modificar un servizo que non é teu

source: You can't change the type of service between offer and demand with transfers while there are ongoing transfers.
gl: Non podes cambiar o tipo de servizo entre oferta e demanda con transferencias, aínda que existan transferencias en curso.

source: Service modified successfully
gl: Servizo modificado con éxito

source: Service removed successfully
gl: Servizo eliminado con éxito

source: You can't remove a service that isn't yours
gl: Non podes eliminar un servizo que non é teu

source: Service enabled successfully
gl: Servizo activado con éxito

source: Service disabled successfully
gl: Servizo desactivado correctamente

source: You can't transfer credits to yourself
gl: Non podes transferir os créditos a ti mesmo

source: The transfer would exceed the credit limit of the credits receiver
gl: A transferencia excede o límite de crédito do receptor de créditos

source: The transfer would exceed the minimum credit limit of the person giving the credits
gl: A transferencia excede o límite de crédito mínimo da persoa que dá os créditos

source: Transfer created successfully
gl: Transferencia creada con éxito

source: You don't have enough credit
gl: Non tes crédito suficiente

source: You can't demand a service to yourself
gl: Non podes demandar un servizo para ti mesmo

source: The transfer would exceed the minimum credit limit of the person receiving the service
gl: A transferencia excede o límite de crédito mínimo da persoa que recibe o servizo

source: You already have an ongoing transfer for this service
gl: Xa tes en curso unha transferencia a este servizo

source: You can't modify a transfer that isn't yours
gl: Non podes modificar unha transferencia que non é túa

source: You can only modify transfers that haven't been accepted
gl: Só se pode modificar transferencias que non foron aceptadas

source: The transfer would exceed the credit limit of thecredits receiver
gl: A transferencia excede o límite de crédito do receptor dos créditos

source: Transfer modified successfully
gl: Transferencia modificada con éxito

source: You can't cancel a transfer that isn't yours
gl: Non podes cancelar unha transferencia que non é túa

source: You can only cancel transfers that haven't been done
gl: Só podes cancelar transferencias que non foron feitas

source: Transfer cancelled
gl: Transferencia cancelada

source: You can't accept a transfer of a service that isn't yours
gl: Non podes aceptar unha transferencia dun servizo que non é teu

source: You can only modify transfers that haven't been done
gl: Só podes modificar as transferencias que non foron feitas

source: Transfer accepted
gl: Transferencia aceptada

source: The transfer would exceed the credit limit of the person receiving the credits
gl: A transferencia excede o límite de crédito da persoa que recibe os créditos

source: You can't confirm a transfer of a service that isn't yours
gl: Non podes confirmar o traslado dun servizo que non é teu

source: You can only confirm accepted transfers
gl: Só se pode confirmar transferencias aceptadas

source: Transfer done
gl: Transferencia feita

source: You don't have permissions to see this transfer
gl: Non tes permisos para ver esta transferencia

source: Error receiving the rating
gl: Erro na clasificación

source: You don't have permissions to rate this transfer
gl: Non tes permisos para clasificar esta transferencia

source: Rating must be between 1 and 5
gl: A valoración debe estar entre 1 e 5

source: Transfer rating updated successfully
gl: Avaliación de transferencia actualizada con éxito

source: You can't comment inactive services
gl: Non podes comentar os servizos inactivos

source: Comment added successfully
gl: Comentario engadido con éxito

source: You can't remove a message that isn't yours
gl: Non podes borrar unha mensaxe que non é túa

source: Comment removed successfully
gl: Comentario eliminado con éxito

source: Name
gl: Nome

source: Last execution
gl: Última execución

source: Update task postponed
gl: Tarefa de actualización adiada

source: Update task done
gl: Tarefa de actualización feita

source: Updates from %s
gl: Actualizacións de %s

source: Error 404: Page not found
gl: Erro 404: Páxina non atopada

source: Sorry, but the page you try to access was not found.
gl: Sentímolo, pero a páxina que tentar acceder non foi atopada.

source: Error 500
gl: Erro 500

source: Sorry, an error occurred. We have notified the site administrators to rectify.
gl: Sentímolo, ocorreu un erro. Avisaremos aos administradores para que sexa correxido.

source: Timebank
gl: Banco de Tempo

source: Translations
gl: Traducións

source: Send email to all users
gl: Envía unha mensaxe a todos os usuarios

source: report 1
gl: informe 1

source: report 2
gl: informe 2

source: report 3
gl: informe 3

source: report 4
gl: informe 4

source: report 5
gl: informe 5

source: Edit
gl: Editar

source: Contact
gl: Contacto

source: Contact with the site owners via this form.
gl: Contacta cos administradores da páxina mediante este formulario.

source: Send message
gl: Enviar mensaxe

source: Home
gl: Inicio

source: %(SITE_NAME)s is a community where you can exchange services with other users using time as currency.
gl: %(SITE_NAME)s é unha comunidade onde podes trocar servizos con outros usuarios utilizando o tempo como moeda.

source: New services
gl: Novos servizos

source: To see all services you need to <a href='%(user_register)s'>register</a>.
gl: Para ver todos os servizos que precisas para <a href='%(user_register)s'>rexístrate</a> .

source: + services
gl: + Servizos

source: Messages
gl: Mensaxes

source: Inbox
gl: Bandexa de entrada

source: Sent Messages
gl: Mensaxes enviadas

source: New Message
gl: Nova mensaxe

source: Trash
gl: Lixo

source: New message
gl: Nova mensaxe

source: Send
gl: Enviar

source: Sender
gl: Remitente

source: Received
gl: Recibir

source: Action
gl: Acción

source: delete
gl: Eliminar

source: No messages.
gl: Non hai mensaxes.

source: Hi %(recipient)s, You have received the following comment from %(sender)s in the service (%(site_url)s%(service_url)s): %(body)s -- Sent from %(site_url)s View service: (%(site_url)s%(service_url)s
gl: Ola %(recipient)s, Recibiches o seguinte comentario de %(sender)s ao servizo (%(site_url)s%(service_url)s): %(body)s -- Enviado de %(site_url)s Servizo: (%(site_url)s%(service_url)s

source: Hi %(recipient)s, You have received the following public message from %(sender)s in the service (%(site_url)s%(service_url)s):
gl: Ola %(recipient)s, Recibiches a seguinte mensaxe pública de %(sender)s ao servizo (%(site_url)s%(service_url)s):

source: Hi %(recipient)s, You have received the following private message from %(sender)s in the service (%(site_url)s%(service_url)s):
gl: Ola %(recipient)s, Recibiches a seguinte mensaxe privada de %(sender)s ao servizo (%(site_url)s%(service_url)s):

source: Sent from %(site_url)s
gl: Enviado de %(site_url)s

source: Reply
gl: Responder

source: Recipient
gl: Beneficiario

source: Sent
gl: Enviar

source: Deleted Messages
gl: Mensaxes borradas

source: Date
gl: Data

source: undelete
gl: Recuperar

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
gl: As mensaxes borradas son eliminadas do lixo en intervalos irregulares, non serán almacenadas durante un longo período.

source: View Message
gl: Ver mensaxe

source: Delete
gl: Borrar

source: Add a piece of news
gl: Engadir unha noticia

source: previous
gl: Anterior

source: Page %(number)s of %(num_pages)s
gl: Páxina %(number)s de %(num_pages)s

source: next
gl: Seguinte

source: %(date)s ago by
gl: Desde hai %(date)s

source: %(date)s ago
gl: Hai %(date)s

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
gl: Borraches a mensaxe <a href="%(message_url)s"> %(message)s </a> .

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
gl: Recibiches a mensaxe <a href="%(message_url)s"> %(message)s </a> de %(message_sender)s .

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
gl: Recuperaches a mensaxe <a href="%(message_url)s"> %(message)s </a> .

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
gl: Respondiches <a href="%(message_url)s"> %(message_parent_msg)s </a> de %(message_recipient)s .

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
gl: %(message_sender)s enviouche unha resposta a %(message_parent_msg)s .

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
gl: Enviaches a mensaxe <a href="%(message_url)s"> %(message)s </a> para %(message_recipient)s .

source: Hi %(transfer_creator)s, The transfer that you requested of a service from %(service_creator)s has been accepted by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(transfer_creator)s, A transferencia que solicitaches dun servizo de %(service_creator)s foi aceptada por el. Podes ver os detalles da transferencia en %(site_url)s %(transfer_url)s . O equipo de %(site_url)s

source: Hi %(transfer_creator)s, The direct transfer that you requested to %(transfer_recipient)s has been accepted by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s. The team of %(site_url)s
gl: Ola %(transfer_creator)s, A transferencia directa que pediches a %(transfer_recipient)s foi aceptada. Podes ver os detalles da transferencia en %(site_url)s%(transfer_url)s. O equipo de %(site_url)s

source: Request transfer
gl: Transferencia solicitada

source: Services
gl: Servizos

source: My Services
gl: Os meus servizos

source: Find Services
gl: Buscar servizos

source: Create new service
gl: Crear novo servizo

source: Transfers
gl: Transferencias

source: My Transfers
gl: As miñas transferencias

source: Create direct transfer
gl: Crear transferencia directa

source: Hi, The transfer initially requested by %(transfer_creator)s from the service created by %(service_creator)s has been cancelled. You can see the details of the cancelled transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola, A transferencia solicitada inicialmente por %(transfer_creator)s do servizo creado por %(service_creator)s foi cancelada. Podes ver os detalles da transferencia cancelada en %(site_url)s%(transfer_url)s. O equipo de %(site_url)s

source: Hola %(transfer_recipient)s, The direct transfer created by %(transfer_creator)s with you has been cancelled. You can see the details of the cancelled transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(transfer_recipient)s, A transferencia directa creada por %(transfer_creator)s contigo foi cancelada. Podes ver os detalles da transferencia cancelada en %(site_url)s%(transfer_url)s. O equipo de %(site_url)s

source: Hi %(payee)s, The transfer of the service rendered by %(debtor)s has been confirmed by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(payee)s, A transferencia do servizo prestado por %(debtor)s non está confirmada. Podes ver os detalles da transferencia en %(site_url)s%(transfer_url)s. O equipo de %(site_url)s

source: Edit service
gl: Editar servizo

source: Add service
gl: Engadir servizo

source: Save
gl: Gardar

source: Edit transfer
gl: Editar transferencia

source: Edit direct transfer
gl: Editar transferencia directa

source: Transfer
gl: Transferencia

source: Update transfer
gl: Transferencia actualizada

source: Hi %(service_creator)s, The transfer requested by %(transfer_creator)s of one of your services has been edited by him. You can see the updated details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(service_creator)s, A transferencia solicitada por %(transfer_creator)s dun dos seus servizos foi editada. Podes ver os detalles actualizados da transferencia en %(site_url)s %(transfer_url)s. O equipo de %(site_url)s

source: No services.
gl: Ningún servizo.

source: Transfer hours
gl: Horas transferidas

source: Create transfer
gl: Transferencia creadas

source: Hi %(transfer_recipient)s, %(transfer_creator)s has created a direct transfer with you. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(transfer_recipient)s, %(transfer_creator)s creou unha transferencia directa contigo. Podes ver e administrar a transferencia en %(site_url)s %(transfer_url)s. O equipo de %(site_url)s

source: Hi %(recipient)s, %(sender)s has requested to you a service you offer. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(recipient)s, %(sender)s pediuche un servizo que ofreces. Podes ver e administrar a transferencia en %(site_url)s %(transfer_url)s. O equipo de %(site_url)s

source: Hi %(recipient)s, %(sender)s has created a transfer of a service you request. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
gl: Ola %(recipient)s, %(sender)s creou unha transferencia dun servizo que ti solicitas. Podes ver e administrar a transferencia en %(site_url)s %(transfer_url)s. O equipo de %(site_url)s

source: Comment a service
gl: Comentar un servizo

source: Comment the service
gl: Comentar o servizo

source: Send comment
gl: Enviar comentario

source: Cancel transfer
gl: Cancelar transferencia

source: Confirm Transfer
gl: Confirmar transferencia

source: My services
gl: Os meus servizos

source: Page %(number)s of %(num_pages)s
gl: Páxina %(number)s de %(num_pages)s

source: comment is private
gl: Comentario é privado

source: Published %(time)s ago
gl: Publicado %(time)s

source: Remove comment
gl: Eliminar comentario

source: Type
gl: Tipo

source: Inactive
gl: Inactivo

source: Published %(time)s ago
gl: Publicado %(time)s

source: transfers
gl: Transferencias

source: comments
gl: Comentarios

source: hours transferred
gl: Horas transferidas

source: Comment
gl: Comentario

source: Remove
gl: Eliminar

source: Disable
gl: Desactivar

source: Enable
gl: Permitir

source: Send pivate message
gl: Enviar mensaxe privada

source: Transfer of %(credits)s hours from <a href="%(debtor_url)s">%(debtor)s</a> to <a href="%(payee_url)s">%(payee)s</a>
gl: Transferencia de %(credits)s horas de <a href="%(debtor_url)s">%(debtor)s</a> a <a href="%(payee_url)s"> %(payee)s </a>

source: Private transfer of %(credits)s hours from <a href="%(debtor_url)s">%(debtor)s</a> to <a href="%(payee_url)s">%(payee)s</a>
gl: Transferencia privada de %(credits)s horas de <a href="%(debtor_url)s"> %(debtor)s </a> a <a href="%(payee_url)s"> %(payee)s </a>

source: <strong>created</strong>, %(time)s ago
gl: <strong>created</strong>, hai %(time)s

source: <strong>accepted</strong>, created %(time)s ago
gl: <strong>accepted</strong>, creado hai %(time)s

source: <strong>rejected</strong>, created %(time)s ago
gl: <strong>rejected</strong>, creado hai %(time)s

source: <strong>confirmed</strong>, %(time)s ago
gl: <strong>confirmed</strong>, hai %(time)s

source: Send private message
gl: Enviar mensaxe privada

source: Accept transfer
gl: Aceptar transferencia

source: Confirm transfer
gl: Confirmar transferencia

source: View service
gl: Ver servizo

source: My transfers in this service
gl: As miñas transferencias neste servizo

source: No transfers for now.
gl: Non hai transferencias polo momento.

source: Comments on service
gl: Comentarios en servizo

source: No comments for now.
gl: Sen comentarios polo de agora.

source: View transfer
gl: Ver transferencia

source: Service being transferred
gl: Servizo que está sendo transferido

source: My transfers
gl: As miñas transferencias

source: Hi %(recipient)s, There are news in your profile in %(site_name)s that require your attention:
gl: Ola %(recipient)s, Hai novas no teu perfil en %(site_name)s que esixen a túa atención:

source: Go to inbox: %(inbox_url)s
gl: Ir á bandexa de entrada: %(inbox_url)s

source: %(site_url)s%(msg_url)s Message from %(from)s sent %(sent_ago)s ago: %(body)s
gl: %(site_url)s %(msg_url)s Mensaxe de %(from)s enviado hai %(sent_ago)s : %(body)s

source: No unread messages
gl: Mensaxes non lidas

source: Unread comments in your profile
gl: Comentarios non lidos no teu perfil

source: Read all your comments in your profile: %(view_comments_url)s
gl: Ler todos os teus comentarios no teu perfil: %(view_comments_url)s

source: Comment from %(from)s, sent %(sent_ago)s ago: %(body)s
gl: Comentario de %(from)s, enviados hai %(sent_ago)s: %(body)s

source: No unread comments in your profile
gl: Non hai comentarios non lidos no teu perfil

source: Pending transfers
gl: Transferencias pendentes

source: Manage all your transfers: %(my_transfers_url)s
gl: Xestionar todas as súas transferencias: %(my_transfers_url)s

source: %(site_url)s%(transfer_url)s Transfer with %(from)s, created %(created_ago)s ago in status %(status)s %(description)s
gl: %(site_url)s %(transfer_url)s Transferencia de %(from)s , creada hai %(created_ago)s en estado %(status)s %(description)s

source: No pending transfers
gl: Non hai transferencias pendentes

source: Besides all this, you may be interested in:
gl: Ademais de todo isto, podes estar interesada/o en:

source: Latest services
gl: Os servizos máis novos

source: Service list: %(services_url)s
gl: Lista de servizos: %(services_url)s

source: %(site_url)s%(service_url)s Service in the area of "%(area)s" and category "%(category)s" created by %(from)s published %(published_ago)s ago %(description)s
gl: %(site_url)s %(service_url)s Servizo na área de "%(area)s " e categoría " %(category)s " creado por %(from)s publicado hai %(published_ago)s %(description)s

source: No new services
gl: Non hai novos servizos

source: Exchange your time and skills in %(site_name)s, %(site_url)s . Do not want to receive these notifications via email? Set the preferences in your profile in %(site_url)s%(prefs_url)s
gl: Cambiar o seu tempo e habilidades en %(site_name)s , %(site_url)s. Non desexas recibir estas notificacións por correo electrónico? Establece as preferencias no teu perfil en %(site_url)s %(prefs_url)s

source: Hello, %(username)s!
gl: Ola, %(username)s!

source: Log out
gl: Rematar sesión

source: Administration
gl: Administración

source: People
gl: Persoas

source: Profile
gl: Perfil

source: Login
gl: Iniciar sesión

source: Register
gl: Rexistrarse

source: Forgot your password?
gl: Esqueciches o contrasinal?

source: Preferences
gl: Preferencias

source: Credit: <strong>%(balance)s hours</strong>
gl: Crédito: <strong>%(balance)s horas s</strong>

source: + news
gl: + Novas

source: project page
gl: Páxina do proxecto

source: created by
gl: Creado por

source: Find people
gl: Atopar persoas

source: No one was found
gl: Non se atopou a ninguén

source: %(username)s's Services
gl: Servizos de %(username)s

source: View profile
gl: Ver perfil

source: View his services
gl: Ver os seus servizos

source: Edit profile
gl: Editar perfil

source: Change password
gl: Cambiar o contrasinal

source: Did you forget your password?
gl: Esqueciches o contrasinal?

source: Fill the following form so that we can send you a link to your email address which will let you change your password.
gl: Enche o seguinte formulario para que che poidamos enviar unha ligazón ao teu enderezo de correo electrónico que che permitirá cambiar o teu contrasinal.

source: Send verification email
gl: Enviar correo electrónico de verificación

source: Change your password
gl: Cambia o teu contrasinal
