Repository: wadobo/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Now that we have verified your identity, you can set your new password. Try not to forget it again. In case you forget it, you can still use again the same form to reset it if you at least remember your username or email address.
gl: Agora que comprobamos a túa identidade, podes pór un novo contrasinal. Proba e non esquezas o novo. No caso de que o esqueceras, tamén podes volver usar o mesmo formulario para modificalo se polo menos lembrar o teu nome de usuario ou enderezo de correo electrónico.

source: <strong>¡Error!</strong> This confirmation link is invalid or has expired. Check that you accessed the correct link, or try again to reset your password.
gl: <strong>Erro!</strong> Este ligazón de confirmación non é válido ou expirou. Asegúrate que tes acceso ao enlace correcto, ou intente modificar o teu contrasinal.

source: Hi, You are receiving this email because you requested to reset your password for your account in %(protocol)s://%(site_name)s. If you didn't request to reset your password, you should ignore this message. You can change your password in the following address: %(protocol)s://%(domain)s%(url_remember)s Yor username, in case you forgot it, is: %(username)s Thanks for using our web site! -- The team of %(site_name)s
gl: Ola, Recibes este correo porque pediches modificar o contrasinal da túa conta en %(protocol)s://%(site_name)s. Se non pediches este cambio, tes que ignorar esta mensaxe. Podes cambiar o teu contrasinal no seguinte enderezo: %(protocol)s://%(domain)s%(url_remember)s O teu nome de usuario, no caso de que o esquezas, é: %(username)s Grazas por usar o noso sitio web! -- O equipo de %(site_name)s

source: Remove user
gl: Eliminar usuario

source: Join Us
gl: Unámonos

source: Nick
gl: Apodo

source: Karma
gl: Carma

source: Gravatar
gl: Imaxe

source: Last Name
gl: Apelidos

source: Global rating
gl: Avaliación global

source: Age
gl: Idade

source: Address
gl: Enderezo

source: Email
gl: Correo electrónico

source: Land line
gl: Liña de terra

source: Mobile telephone
gl: Teléfono móbil

source: Publish comment in his profile
gl: Publicar comentario no teu perfil

source: Messages published in his profile
gl: Mensaxes publicadas no teu perfil

source: No one sent a message to this user profile.
gl: Ninguén mandou unha mensaxe a este perfil de usuario.

source: Spanish
gl: Español

source: Spanish (neutral gender)
gl: Castelán

source: English
gl: Inglés

source: Gallego
gl: Galego

source: You must be registered to enter in <a href="%(link)s">%(link_text)s</a>. You might want to <a href="%(join_url)s">join us now</a> or enter with your user using the grey login box at the left.
gl: Vostede debe estar rexistrado para entrar en <a href="%(link)s">%(link_text)s </a> . Pode <a href="%(join_url)s"> unirse a nós agora </a> ou escribir o seu nome de usuario utilizando o botón da esquerda.

source: Required.
gl: Necesario.

source: Optional.
gl: Opcional.

source: From %(from)d to %(to)d characters.
gl: De %(from)d to %(to)d caracteres.

source: Up to %d characters.
gl: Ata %d caracteres.

source: Minimum %d characters.
gl: Mínimo %d caracteres.

source: Requeried.
gl: Necesario.

source: Example: name@example.com
gl: Exemplo: nome@exemplo.com

source: Required. Example(s):
gl: Necesario. Exemplo(s):

source: Optional. Example(s):
gl: Opcional. Exemplo(s):

source: Captcha disabled
gl: Desactivado

source: Invalid captcha
gl: Non válido

source: Error running spellchecker
gl: Erro ao executar o corrector ortográfico

source: Activate users
gl: Usuarios activos

source: Deactivate users
gl: Usuarios desactivados

source: Welcome to %(site_name)s, %(username)s
gl: Benvida/o ao %(site_name)s, %(username)s !

source: Congratulations %(username)s! The admins have accepted your registration request, now you can start collaborating in our community in http://%(url)s/. - The team of %(site_name)s.
gl: Parabéns %(username)s! Os administradores aceptaron a túa solicitude de rexistro, agora podes comezar a colaborar na nosa comunidade en http://%(url)s/. - O equipo de %(site_name)s .

source: Birth date
gl: Data de nacemento

source: Last name
gl: Apelidos

source: Email address
gl: Enderezo de correo electrónico

source: Example: Avda. Molina, 12, Sevilla
gl: Exemplo: Avda. Castelao, 12, Vigo

source: Personal description
gl: Descrición persoal

source: Mobile Telephone
gl: Teléfono móbil

source: Avatar
gl: Imaxe

source: Current password
gl: Contrasinal actual

source: Enter your current password to check your identity
gl: Insire o teu contrasinal actual para verificar a túa identidade

source: The two password fields didn't match.
gl: Os dous campos de contrasinal non coinciden.

source: Reason
gl: Razón

source: Have we done something wrong? Please tell us why you wantrmeove your user.
gl: Fixemos algo mal? Infórmanos por que queres eliminar o teu usuario.

source: less than 24 hours ago
gl: Hai menos de 24 horas

source: less than one week ago
gl: Hai menos dunha semana

source: less than one month ago
gl: Hai menos dun mes

source: less than 3 months ago
gl: Hai menos de 3 meses

source: less than 6 months ago
gl: Hai menos de 6 meses

source: less than one year ago
gl: Hai menos dun ano

source: User connected
gl: Usuario conectado

source: more than a week ago
gl: Hai máis dunha semana

source: more than one month ago
gl: Hai máis dun mes

source: more than 3 months ago
gl: Hai máis de 3 meses

source: more than 6 months ago
gl: Hai máis de 6 meses

source: more than one year
gl: Hai máis dun ano

source: Without services
gl: Sen servizos

source: Message body
gl: Corpo da mensaxe

source: address
gl: Enderezo

source: Personal address
gl: Enderezo persoal

source: Mobile phone
gl: Teléfono móbil

source: Receive email updates
gl: Recibir un aviso no correo electrónico

source: Language Code
gl: Código da linguaxe

source: Users
gl: Usuarios

source: [%(site_name)s] User %(username)s joined
gl: [%(site_name)s] O usuario %(username)s uniuse

source: A new user has joined with the name %s . Please review his data and make it active.
gl: Un novo usuario uniuse co nome %s. Por favor, revisa os seus datos e actívao.

source: You have joined as %(username)s in %(site_name)s
gl: Entraches como %(username)s de %(site_name)s

source: Hello %(username)s! You just joined to http://%(url)s/ . Soon the creation of your user will be reviewed by one of our admins and if everything is ok, we will enable your user and you will be able to start participating in our community. - The team of %(site_name)s.
gl: Ola %(username)s! Acabas de entrar en http://%(url)s/. En breve o rexistro do teu usuario será analizada por un dos nosos administradores e se todo é correcto, imos permitir que o teu usuario poida comezar a participar na nosa comunidade. - O equipo de %(site_name)s .

source: You just joined us, <strong>%(username)s</strong>. We have sent you an email to <strong>%(email)s</strong> confirming your inscription request. As soon as our admins review your request we will send you an email and you will be able to start to participate in our community.
gl: Acaba de unirse a nós, <strong>%(username)s</strong>. Enviarémosche un correo electrónico a <strong>%(email)s</strong> confirmando a túa solicitude de inscrición. Tan pronto como o noso administrador comprobe a túa solicitude, enviarémosche un correo electrónico que permitirá que comeces a participar na nosa comunidade.

source: User created successfully
gl: Usuario creado con éxito

source: Hello %(username)s! You just joined to http://%(url)s/ . Now you can start participating in our community! - The team of %(site_name)s.
gl: Ola %(username)s! Acabas de entrar en http://%(url)s/. Agora podes comezar a participar na nosa comunidade! - O equipo de %(site_name)s .

source: You just joined us, <strong>%(username)s</strong>. We have sent you a confirmation email to <strong>%(email)s</strong>. Now you can start to participate in our community.
gl: Acabas de unirte a nós, <strong>%(username)s</strong>s Enviarémosche un correo electrónico de confirmación a <strong>%(email)s</strong>. Agora podes comezar a participar na nosa comunidade.

source: Welcome %s
gl: Benvida/o %s

source: Your account is disabled, contact the admins
gl: A túa conta está desactivada, contacta cos administradores

source: Invalid username or password
gl: Nome de usuario ou contrasinal non válidos

source: We have sent you an email to your address with instructions to recover your password. It might take a bit to arrive to your inbox so please be patient. If it seems that it doesn't arrive, you might want to check your spam folder.
gl: Enviarémosche un correo electrónico ao enderezo con instrucións para recuperar o teu contrasinal. Pode levarlle un pouco chegar á túa bandexa de entrada, por favor sé paciente. Se parece que non chega, comproba a túa carpeta de spam.

source: Password recovery in process
gl: Recuperación do contrasinal en proceso

source: Your password was changed successfully, now you can login using your username and the new password using the login form in the grey box at the left.
gl: O cambio de contrasinal realizouse con éxito, agora podes entrar usando o teu nome e contrasinal a través do formulario de inicio de sesión do cadro gris da esquerda.

source: Password changed successfully
gl: Contrasinal modificado con éxito

source: [%(site_name)s] %(username)s modified his data
gl: [%(site_name)s] %(username)s modificou os seus datos

source: Username %(username)s modified his profile. Old data: - Name: %(old_name)s - Last name: %(old_surnames)s - Email address: %(old_email)s - Address: %(old_address)s - Birth date: %(old_birth_date)s - Description: %(old_description)s New data: - Name: %(name)s - Last name: %(surnames)s - Email address: %(email)s - Address: %(address)s - Birth date: %(birth_date)s - Description: %(description)s
gl: O usuario %(username)s modificou o seu perfil. Datos antigos: - Nome: %(old_name)s - Apelidos: %(old_surnames)s - Email: %(old_email)s - Dirección: %(old_address)s - Data de nacemento: %(old_birth_date)s - Descrición: %(old_description)s Novos datos: - Nome: %(name)s - Apelidos: %(surnames)s - Email: %(email)s - Dirección: %(address)s - Data de nacemento: %(birth_date)s - Descrición: %(description)s

source: Profile updated: <a href="%s">view your profile</a>.
gl: Perfil actualizado: <a href="%s">ver o seu perfil</a> .

source: Password changed.
gl: Contrasinal modificado.

source: [%(site_name)s] User %(username)s disabled
gl: [%(site_name)s] O usuario %(username)s está desactivado

source: The user %(username)s has requested being removed from the website. The reason given was: %(reason)s
gl: O usuario %(username)s solicitou ser eliminado do sitio web. A razón que deu foi: %(reason)s

source: You removed your profile %(username)s in %(site_name)s
gl: Eliminaches o teu perfil %(username)s en %(site_name)s

source: Hello %(username)s! You removed your profile in http://%(url)s/ . We regret your decision to take this step. We'll read the reason why you removed yourself from this community that you provided to us and we'll have it in mind to improve our service in the future. - The team of %(site_name)s.
gl: Ola %(username)s! Eliminaches o teu perfil en http://%(url)s/. Sentimos a túa decisión de dar ese paso. Leremos o motivo polo cal ti decidiches saír desta comunidade e terémolo presente para mellorar o noso servizo no futuro. - O equipo de %(site_name)s .

source: We regret your decision to take this step.We'll read the reason why you removed yourself from this community that you provided to us and we'll have it in mind to improve our service in the future.
gl: Sentimos a túa decisión de dar este paso. Leremos o motivo que fixo que deixases esta comunidade e terémolo presente para mellorar o noso servizo no futuro.

source: User removed
gl: O usuario foi eliminado

source: Message added to %s public profile
gl: Mensaxe engadida ao perfil público %s

source: You don't have permission to send an email to all users
gl: Non tes permiso para enviar un correo electrónico a todos os usuarios

source: Email sent to all users
gl: Correo electrónico enviado a todos os usuarios
